{
    "1": {
        "event": "Rescue Rangers",
        "desc": "The participating teams will have to build their manual robot that conquers the various obstacles and hurdles put forward. Inclined planes, rough terrain, fire and water, slippery roads and whatnot. The robot that finishes the track in one piece, scoring the highest points in the minimum amount of time, earns its team the winning title.",
        "cat":"flagship",
        "form-link":"https://forms.gle/MgiviaR3xbir7SDi6",
        "doc-link":"https://drive.google.com/file/d/1d-8yfXaRKT0FEK6D17KDUgGkuZGKF47a/view?usp=sharing",
        "heading":"Rescue Rangers",
        "small_desc":"  "
    },
    "2": {
        "event": "Code Busters",
        "desc": "A competitive coding challenge in which the participating teams will have to code to find solutions for the given problems in an allotted time.\n",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Code Busters",
        "small_desc":"Coding challenge"
    },
    "3": {
        "event": "Web Weavers",
        "desc": "The participants will be provided with mini-tasks relating to Web Development. Their final work (after the completion of specified time) will be evaluated to check if they meet the specified criteria for the problem statement.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Web Weavers",
        "small_desc":"Difficult task to search from web"
    },
    "4": {
        "event": "Dig the Web",
        "desc": "Believe it or not, the participating teams will be allowed to access the Internet in this event. The teams will be given tricky questions which they might not be able to solve in their first glance. To find the answer, the Internet will be their best friend. The team that makes the best of the Internet to earn the maximum points will be declared the winner.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Dig the Web",
        "small_desc":"Find Clues from Google"
    },
    "5": {
        "event": "Enchanted Maze",
        "desc": "The participating teams will have to build a line follower robot that senses and follows a certain path, and avoids any obstacles (if any). The team which is able to complete the track in the minimum time will be the winner.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Enchanted Maze",
        "small_desc":"Line following robot"
    },
    "6": {
        "event": "Wartalaap",
        "desc": "Would India achieve its economic targets or collapse? Is world peace at stake? What about climate change? Questions are plenty and the voices should be huge. Come make an impact and be heard. PERCEPTION brings you 'Wartalaap', a debate competition which revolves around current topics.",
        "cat":"literary",
        "form-link":"",
        "doc-link":"",
        "heading":"Wartalaap",
        "small_desc":"Don't Settle! Debate!"
    },
    "7": {
        "event": "Wordsworth",
        "desc": "We are ready to begin the vocabulary marathon. Pack your dictionaries and join the run because PERCEPTION brings you the event 'Wordsworth' where your knowledge of vocabulary will be tested. Tiptoe them with words; with anagrams, crosswords and vocabulary-based fun challenges, we will bring out the creative quotient in you. So keep your 'word-root' strong, for we come to thrill your brains.",
        "cat":"literary",
        "form-link":"",
        "doc-link":"",
        "heading":"Wordsworth",
        "small_desc":"Challenge your Vocabulary!"
    },
    "8": {
        "event": "Qurious",
        "desc": "The annual general quiz of CET Bhubaneswar, QURIOUS, promises to be a treat for the geeks and nerds. It will be an exercise for your grey cells. In a society where knowledge is power, the event is bound to enrich and enhance your quest for it.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Qurious",
        "small_desc":"  "
    },
    "9": {
        "event": "Dress your Book",
        "desc": "Do not judge a book by its covers. Well, not this time. Your book will be judged by the covers you make. In 'Dress your Book', show off your creative and artistic skills by decorating your book with a cover. The participating teams will have to design a cover for a given book. ",
        "cat":"literary",
        "form-link":"",
        "doc-link":"",
        "heading":"Dress your Book",
        "small_desc":"Design a cover for your book"
    },
    "10": {
        "event": "Twist in the Tale",
        "desc": "Ever zoned out in the middle of the day thinking about alternate endings to your favourite movie, or how the movie would have turned out if some plots or scenes were changed? Are you someone who scripts make-believe stories and get a kick out of it? Do you like making really weird jokes about seemingly unrelated topics and have a great laugh? Look no further. In 'Twist in the Tale', we will go bonkers about movies, controversies, politics and so much more.",
        "cat":"literary",
        "form-link":"",
        "doc-link":"",
        "heading":"TITT",
        "small_desc":"Tell your story with a alternative endings!"
    },
    "11": {
        "event": "Mock Loksabha",
        "desc": "Does politics excite you? Which policies or laws do you agree on? 'Mock Lok Sabha' is an attempt to look into the way our nation's Lok Sabha works. It looks at the current and relevant topics to be discussed and welcomes opinions on all fronts. Come share your ideologies with us.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Mock Loksabha",
        "small_desc":"Experience a mock Lok Sabha"
    },
    "12": {
        "event": "India Quiz (Cancelled)",
        "desc": "Not available",
        "cat":"",
        "form-link":"",
        "doc-link":"",
        "heading":"",
        "small_desc":"  "
    },
    "13": {
        "event": "Biz Quiz",
        "desc": "The 'Biz Quiz' is a business quiz, which will encompass all things related to business including origins, logos and innovations.",
        "cat":"management",
        "form-link":"",
        "doc-link":"",
        "heading":"Biz Quiz",
        "small_desc":"Quiz on Business"
    },
    "14": {
        "event": "Idea Challenge",
        "desc": "Ideas. One of the most quintessential things that drive the world forward. But ideas also happen to be the one thing that can make you filthy rich. This Perception, come join us, think of an idea with a business plan, pitch and prove to us that it can be successful. Be the best and the prizes are yours.",
        "cat":"management",
        "form-link":"",
        "doc-link":"",
        "heading":"Idea Challenge",
        "small_desc":"Present Your Creative Idea!"
    },
    "15": {
        "event": "Logo Quiz",
        "desc": "Do you ever just wonder how marvellous an idea was it to symbolize what something represents as a simple logo? Do you marvel at their beauty? And most importantly do you have what it takes to guess whose logo is it? Come and guess the most familiar logos, something that we all see daily and be a winner. ",
        "cat":"management",
        "form-link":"",
        "doc-link":"",
        "heading":"Logo Quiz",
        "small_desc":"Guess the Logo!"
    },
    "16": {
        "event": "Karobaar",
        "desc": "Karobaar' is a test. A test to prove your mettle in being the best businessman who can pair up and succeed in the group of businessmen. Pair up with your partner and clear the rounds through the event to sell your product in this makeshift marketplace.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Karobaar",
        "small_desc":"Sell me this!"
    },
    "17": {
        "event": "Hoverpod",
        "desc": "Hoverpod' is the event of amphibious vehicles that can traverse in both land and water. The participating teams will have to build an amphibious robot, according to specified criteria, that will be tested on both land and water. The robots might also have to overcome certain obstacles and rough terrains. The robot that earns the maximum points will be declared the winner.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Hoverpod",
        "small_desc":"Hoverpod! Hoverpod!"
    },
    "18": {
        "event": "Robo Dangal",
        "desc": "Robo Dangal' is a robot combat competition where the robots will have to compete against each other in a one-on-one match inside an arena, in a knockout tournament. Both manually-controlled and remote-controlled robots are welcomed. The participating teams' robot will have to overpower its opponents to end at the top and win the competition. Now, you can either play smart or play hard, it's up to you.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Robo Dangal",
        "small_desc":"Robot is indeed a fighter!"
    },
    "19": {
        "event": "Electrivia",
        "desc": "Awaken the Tesla within you. We are engulfed with electrical components in our daily life. Small electrical phenomena often go unnoticed, that is exactly what we want you to decipher. 'Electrivia' is an electrical quiz. Participate in the electrical quiz and test your knowledge in the electrical domain.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Electrivia",
        "small_desc":"Electrical Quiz"
    },
    "20": {
        "event": "Daily Hacks",
        "desc": "Are you interested in circuit design? Do you have the unique ability to craft a distinctive circuit? Participate in the 'Daily Hacks' event and replicate your electrical instincts on the design board to fabricate an exclusive circuit. The participating teams will have to pass a quiz on basic electrical questions in the first round. The teams that qualify from the first round will then have to design an electrical circuit (on a bread board) according to the given problem statement to win the competition.  ",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Daily Hacks",
        "small_desc":"Technical layout of waste"
    },
    "21": {
        "event": "Rube Goldberg Challenge",
        "desc": "As the name suggests, the 'Rube Goldberg Challenge' event challenges you to design a Rube Goldberg machine. It is a machine designed to perform a simple task in an indirect and overly complicated way. Usually, these machines consist of a series of simple unrelated devices; the action of each triggers the initiation of the next, eventually resulting in achieving a stated goal. The participants will have to design and construct the machine using the given materials, according to the specified guidelines. The winner will be declared based on the effectiveness of the design prepared by the team.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"RBC",
        "small_desc":"Build a Rube Goldberg Machine"
    },
    "22": {
        "event": "Catapult Throw",
        "desc": "In the 'Catapult Throw' event, the participants will be provided with materials required to successfully construct a catapult. A catapult is a type of machine used as a weapon to throw rocks, large arrows, or other things such as hot tar, that would cause damage to something else.Catapults use weights and levers to send the rocks or other things into the air.The participants will have to design and construct a working model of a catapult keeping in mind the given specifications. The winner will be declared based on the maximum distance and maximum height of projectile covered by the object thrown by the catapult.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Catapult Throw",
        "small_desc":"Design a Catapult"
    },
    "23": {
        "event": "Product modification challenge",
        "desc": "Product modification is an adjustment made to an existing product, usually made for greater appeal or functionality. A modification may include a change to a product's shape, adding a feature or improving its performance. The participants of 'Product Modification Challenge' will be given a product, which may vary from participant to participant. They will have to present the modifications proposed by them in front of the jury.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"PMC",
        "small_desc":"Modify your product"
    },
    "24": {
        "event": "Test your endurance",
        "desc": "The 'Test your Endurance' is a knock out cycle race between the riders to test their endurance.",
        "cat":"fun",
        "form-link":"TYE",
        "doc-link":"Knock out cycle race",
        "small_desc":"  "
    },
    "25": {
        "event": "Water Rocket",
        "desc": "A water rocket is a type of model rocket that uses water as its reaction mass. It works based on Newton's Third Law of Motion, in which water is forced out the bottom of the rocket by air pressure. In the 'Water Rocket' event, the participating teams will have to build working water rockets. The participant whose rocket covers the maximum distance and maximum height of projectile will win the competition. ",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Water Rocket",
        "small_desc":"It’s simple! Complex it!"
    },
    "26": {
        "event": "Widget Mania",
        "desc": "Welcome motorheads! 'Widget Mania' is the event of automobile designing. The participating teams will be given different parts that constitute an automobile. The teams need to design and build the model of the automobile of their own.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Widget Mania",
        "small_desc":"Welcome motorheads!"
    },
    "27": {
        "event": "Designstein",
        "desc": "If designing new parts of an automobile or creating new shapes or modifying the efficiency and productivity of a designer, 'Designstein' is the event for you. A nerve-wracking CAD design competition where the participant will have to design a certain shape or a product based on the problem statement given to them.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Designstein",
        "small_desc":"Design a CAD"
    },
    "28": {
        "event": "Junkyard Wars",
        "desc": "Does throwing away something saddens you? Do you think you have the ability and skills to design and build something out from a box full of junk? Participate in the fun-filled event 'Junkyard Wars', where the participating teams will be provided with some used objects and they need to build something usable out of the scrap. Become the HUNK by building from the JUNK.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Junkyard Wars",
        "small_desc":"Build from Junk"
    },
    "29": {
        "event": "Auto Quiz",
        "desc": "It is not easy being a mechanical engineer, in contrast to what everybody thinks. Starting from thermodynamics to manufacturing of automobiles, from the strength of materials to fluid mechanics, there are numerous other topics which make this field a difficult one. To challenge your knowledge of mechanical engineering and automobiles, we have the 'Auto Quiz' for you.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Auto Quiz",
        "small_desc":"Auto Trivia"
    },
    "30": {
        "event": "Lead the Beast",
        "desc": "How cool will it be to ride an all-terrain vehicle (ATV) in a track filled with different obstacles? We present you the 'Lead the Beast' event, where the participants will be given a chance of riding an ATV. Be a part of this thrilling ride on the beast and win a cashback on completing the challenge.",
        "cat":"fun",
        "form-link":"",
        "doc-link":"",
        "heading":"Lead the Beast",
        "small_desc":"Ride an ATV!"
    },
    "31": {
        "event": "Embrace the speed",
        "desc": "If an ATV ride is not enough for you, then how does riding an e-vehicle sound? We will give a chance to ride the e-vehicle and feel the instinct racing in you. Win a cashback on completing the challenge.",
        "cat":"fun",
        "form-link":"",
        "doc-link":"",
        "heading":"Embrace the speed",
        "small_desc":"Ride an e-Vehicle!"
    },
    "32": {
        "event": "Tech Paper Presentation",
        "desc": "Be a part of some exciting research paper presentations in the automobile field. Feel free to showcase your talent on any kind of advancement that you would like to see in the automobile industry and get an opportunity to get involved in the actual implementation of that project, if feasible.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"TTP",
        "small_desc":"Presentation on Automobile Industry"
    },
    "33": {
        "event": "Automotive Hunt",
        "desc": "A treasure hunt that has its own thrills. The 'Automotive Hunt' is a treasure hunt event where the participating teams will be able to find clues to the target only if they solve a riddle, a puzzle or a question based on or related to the automobile industry.",
        "cat":"fun",
        "form-link":"",
        "doc-link":"",
        "heading":"Automotive Hunt",
        "small_desc":"Thrilling treasure hunt awaits you!"
    },
    "34": {
        "event": "Claw your way out",
        "desc": "In the 'Claw your Way Out' event, the participating teams will be given some real-world problems. The teams have to solve and answer the problems correctly using their technical knowledge and skills to win the competition.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"CYWO",
        "small_desc":"Contest on Real Time Problem Solving"
    },
    "35": {
        "event": "Robo soccer",
        "desc": "As the name suggests, 'Robo Soccer' is a soccer match event between soccer robots. To make it more interesting, only wireless robots (autonomous robots or remote-controlled robots) will be allowed to participate in the event. All the matches will be one-on-one where the team whose robot scores the maximum goals within a specified time frame wins the game.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Robo soccer",
        "small_desc":"Hey bots! Time for a soccer match!"
    },
    "36": {
        "event": "Find the Electronics",
        "desc": "Find the Electronics Treasure (FET) is unlike any treasure hunts you think can of. This event will be testing your skills on finding the treasure, as well as your knowledge on electronics, electrical and instrumentation. Questions, riddles, puzzles and whatnot. Only the prepared and knowledgeable teams will find it easy to tackle all the problems we provide them with.Pull up your socks and tighten your pants. It’s going to be a bumpy, fun and an interesting treasure hunt.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"FET",
        "small_desc":"Electronics treasure hunt"
    },
    "37": {
        "event": "CETronics",
        "desc": "As a matter of fact, we are living in a world of surplus electronic parts. We are habituated with electronic components in our daily life to so much extent that we hardly think of a way the world would be without electronics. So fuel up your enthusiasm, glaze your knowledge on electronic circuits and concepts and be geared up to experience the most anticipated quizzing event, “CETronics”, an electronics quiz. Be there to explore the world of Electronics and to compete with the finest. ",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"CETronics",
        "small_desc":"Electronics Quiz"
    },
    "38": {
        "event": "UAV killer.",
        "desc": "The aim of the 'UAV Killer' event is to make an RC-drone that shall pop the balloons of a particular colour. There will be balloons of two colours tied to a surface. The red balloons will represent a terrorist and green balloons will represent civilians. The challenge is to kill the terrorists among the civilians. So grab the challenge and shoot the target.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"UAV killer",
        "small_desc":"Make a RC-Drone"
    },
    "39": {
        "event": "Paper Wings Challenge ",
        "desc": "No kerosene, no engines required! The 'Paper Wings Challenge' challenges you to design and create a paper plane from a given sheet of paper and throw it farther than anyone else. The paper planes will be judged based on the maximum height of the projectile, the flight time and distance covered. So let the wings flutter and join us to fly beyond the sky.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Paper Wings",
        "small_desc":"Build a Paper Plane"
    },
    "40": {
        "event": "Turbulence",
        "desc": "With all the space explorations and discoveries made, space, as we know it, is still unknown to us in many ways. From new stars to new planets, there is always something that lurks in space that we are far from learning about. We bring you the Aerospace Quiz - 'Turbulence'. Participate in this quiz to showcase your knowledge of space and challenge others.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Turbulence",
        "small_desc":"Aerospace Quiz"
    },
    "41": {
        "event": "Light Speed Presentation Challenge",
        "desc": "The 'Light Speed Presentation Challenge' is an ideation challenge where the participating teams will have to choose a topic on the Space and Aviation Industry. The teams will then have to present a maximum of 20 images related to the chosen topic and will be allowed to describe the shown images within a maximum of 30 seconds per image. The team with the best presentation wins the competition.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"LPSC",
        "small_desc":"  "
    },
    "42": {
        "event": "Biobuzz",
        "desc": "This Perception, let's groove into the world of biology and biotechnology, as we bring you the 'Biobuzz', a quiz competition. The objective of this quiz is to create awareness and help students understand science and biotechnology in a more comprehensive manner keeping them abreast of the latest developments in this particular field.",
        "cat":"flagship",
        "form-link":"",
        "doc-link":"",
        "heading":"Biobuzz",
        "small_desc":"Biology Quiz"
    },
    "43": {
        "event": "EL Cartel",
        "desc": "Poster-designing is an art of presenting your ideas and thoughts to the audience in a visual format. Perception brings a unique opportunity to combine your ideas and thoughts relating to the world of Biology and Biotechnology, in the form of a poster-making competition through the 'EI Cartel' event.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"EL Cartel",
        "small_desc":"Poster Making on Biology,Biotech"
    },
    "44": {
        "event": "Pictionary",
        "desc": "Perception brings you Pictionary, a classic icebreaker game in which the goal is to get your teammates to correctly identify something that is drawn within the time limit. It consists of a team of two where one member is asked to pick up a chit which has things written on it. The second member will be assigned the work of drawing the things mentioned in the chit.",
        "cat":"fun",
        "form-link":"",
        "doc-link":"",
        "heading":"Pictionary",
        "small_desc":"Remember childhood Dumb Charades game?"
    },
    "45": {
        "event": "Tech talk",
        "desc": "The 'Tech Talk' is a seminar by a renowned scientist, which is open for all students and faculty.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Tech talk",
        "small_desc":"Seminar on Technology"
    },
    "46": {
        "event": "Hocus Focus",
        "desc": "The 'Hocus Focus' is the event of puzzles, consisting of different rounds based on the difficulty of the puzzles. The participating teams will be given a set of board puzzles to solve. The elimination of the teams will be based on the time taken to solve it and onaccuracy. The last team standing will win the game.",
        "cat":"fun",
        "form-link":"",
        "doc-link":"",
        "heading":"Hocus Focus",
        "small_desc":"Are you good at solving puzzles?"
    },
    "47": {
        "event": "Technical Poster Presentation",
        "desc": "Every mind must possess a well-developed ability to communicate. This poster-making competition is designed to emphasize the ability to deliver a visual presentation. The subject matter of the poster is to be related to some area in the field of innovation and development. The subject matter must address a technical, economic or environmental aspect of engineering, or other basic engineering themes provided it pertains to some sphere in which an engineer is or should be involved.  ",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"TPP",
        "small_desc":"  "
    },
    "48": {
        "event": "Design Challenge",
        "desc": "The 'Design Challenge' event provides a platform for students to present their solutions to a range of design problems - from everyday household tasks to groundbreaking space exploration. Each team is required to design, construct and operate a prototype meeting the requirements of an annually determined problem statement.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Design Challenge",
        "small_desc":"Present your solution"
    },
    "49": {
        "event": "Construzione",
        "desc": "Bridges are one of the finest inventions engineers have produced. Although some of the basic bridges are made of logs and ropes, the bridge construction has never been easy. The real challenge is whether it can be built using any given material and whether you have the required skills. Unleash your creative ideas in 'Construzione' to construct a bridge using the given materials, making sure it sustains because we may ask you to stand on it.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Construzione",
        "small_desc":"Making Bridge"
    },
    "50": {
        "event": "Civi Quiz",
        "desc": "Our world is surrounded by products designed by civil engineers. From buildings to roads, there is a huge number of processes required to design and construct, keeping my mind the different aspects of it. We bring you the Civi Quiz, a civil engineering quiz. Participate in this quiz to showcase your knowledge in the field of civil engineering.",
        "cat":"technical",
        "form-link":"",
        "doc-link":"",
        "heading":"Civi Quiz",
        "small_desc":"  "
    }
}